Repository: UnigramDev/Unigram
Catalog: Telegram/Strings/*/Resources.resw
Source language: en
Languages: cs, he, hr, hu, nb, sk, sr_cyrl

# ErrorSendRestrictedVideo
source: Sorry, the admins of this group have restricted you from sending videos.
he: מצטערים, המנהלים בקבוצה הגבילו אותך משלוח סרטונים.
hr: Nažalost, administratori ove grupe su vam ograničili slanje videozapisa.
hu: Sajnálom, de a csoport adminjai korlátoztak téged a videók küldésében.
nb: Beklager, administratorene i denne gruppen har begrenset deg fra å sende videoer.
sr_cyrl: Администратори ове групе су вам ограничили слање видео-снимака.

# ErrorSendRestrictedVideoAll
source: Sorry, sending videos is not allowed in this group.
he: מצטערים, שליחת סרטונים אסורה בקבוצה זו.
hr: Nažalost, u ovoj grupi nije dopušteno slanje videozapisa.
hu: Sajnáljuk, ebben a csoportban nem engedélyezett a videók küldése.
nb: Beklager, sending av videoer er ikke tillatt i denne gruppen.
sr_cyrl: У овој групи није дозвољено слање видео-снимака.

# EventLog
source: Recent Actions
cs: Nedávné akce
he: פעולות אחרונות
hr: Nedavne radnje
hu: Legutóbbi műveletek
nb: Hendelseslogg
sk: Nedávne akcie
sr_cyrl: Недавне радње

# EventLogAllAdmins
source: All admins
cs: Všichni správci
he: כל המנהלים
hr: Svi administratori
hu: Összes adminisztrátor
nb: Alle administatorer
sk: Všetci správcovia
sr_cyrl: Сви администратори

# EventLogAllEvents
source: All actions
cs: Všechny akce
he: כל הפעולות
hr: Sve radnje
hu: Minden művelet
nb: Alle hendelser
sk: Všetky akcie
sr_cyrl: Све радње

# EventLogChangedGroupLink
source: un1 changed the group link:
cs: Uživatel un1 změnil odkaz na skupinu:
he: ⁨un1⁩ שינה את קישור הקבוצה:
hr: un1 mijenja poveznicu grupe:
hu: un1 megváltoztatta a csoport hivatkozását:
nb: un1 endret gruppelenken:
sk: Používateľ un1 zmenil odkaz skupiny:
sr_cyrl: un1 је променио/ла линк групе:

# EventLogChangedLinkedChannel
source: un1 linked this group to un2
cs: un1 propojil/a tuto skupinu s un2
he: ⁨un1⁩ קישר/ה את הקבוצה אל ⁨un2⁩
hr: un1 povezuje ovu grupu s un2
hu: un1 csatlakoztatta a csoportot ehhez: un2
nb: un1 koblet denne gruppen til un2
sk: un1 prepojil túto skupinu s un2
sr_cyrl: un1 је повезао/ла ову групу са un2

# EventLogChangedLinkedGroup
source: un1 made un2 the discussion group for this channel
cs: un1 vytvořil un2 diskuzní skupinu pro tento kanál.
he: ⁨un1⁩ הגדיר/ה את ⁨un2⁩ כקבוצת הדיונים עבור ערוץ זה
hr: un1 stvara grupu za komentiranje un2 za ovaj kanal
hu: un1 beállította, hogy a csatorna kibeszélő csoportja un2 legyen.
nb: un1 gjorde un2 til samtalegruppe for denne kanalen
sk: un1 spravil un2 túto diskusnú skupinu pre tento kanál.
sr_cyrl: un1 је направио/ла un2 групу за дискусију за овај канал

# EventLogChangedLocation
source: un1 changed the group location to "{0}"
cs: un1 změnil/a polohu skupiny na "{0}"
he: ⁨un1⁩ שינה את מיקום הקבוצה ל"⁨{0}⁩"
hr: un1 mijenja lokaciju grupe na {0}"
hu: un1 megváltoztatta a csoport helyszínét erre: "%@"
nb: un1 endret gruppeposisjonen til "{0}"
sk: un1 zmenil polohu skupiny na {0}
sr_cyrl: un1 је променио/ла локацију групе у „{0}”

# EventLogChangedOwnership
source: transferred ownership to {0}
cs: vlastnictví předáno uživateli {0}
he: העביר בעלות אל ⁨{0}⁩
hr: prenosi vlasništvo na {0}
hu: átadta a tulajdonosi szerepet neki: {0}
nb: overførte eierskap til {0}
sk: previedol vlastníctvo na {0}
sr_cyrl: пренето је власништво на {0}

# EventLogChangedStickersSet
source: un1 changed the group sticker set
cs: Uživatel un1 změnil samolepky skupiny
he: ⁨un1⁩ שינה את ערכת מדבקות הקבוצה
hr: un1 mijenja paket naljepnica u grupi
hu: un1 megváltoztatta a csoport matrica készletét
nb: un1 endret gruppens klistremerkepakke
sk: un1 zmenil skupinovú sadu nálepiek
sr_cyrl: un1 је променио/ла пакет налепница групе

# EventLogChannelJoined
source: un1 joined the channel
cs: Uživatel un1 se připojil do kanálu
he: ⁨un1⁩ הצטרף/ה לערוץ
hr: un1 se pridružuje kanalu
hu: un1 csatlakozott a csatornához
nb: un1 ble med i kanalen
sk: un1 sa pripojil/a ku kanálu
sr_cyrl: un1 се придружио/ла каналу

# EventLogChannelRestricted
source: banned {0}
cs: zablokoval/a uživatele {0}
he: הרחיק/ה את ⁨{0}⁩
hr: zabranjuje pristup {0}
hu: kitiltotta őt: {0}
nb: utestengte {0}
sk: zablokoval používateľa {0}
sr_cyrl: забрањен је приступ за {0}

# EventLogChannelUnrestricted
source: unbanned {0}
cs: odblokoval/a uživatele {0}
he: ביטל/ה את חסימת ⁨{0}⁩
hr: uklanja zabranu pristupa {0}
hu: visszavonta {0} tiltását
nb: opphevet utestengelse av {0}
sk: odblokoval používateľa {0}
sr_cyrl: уклоњена је забрана за {0}

# EventLogCreateTopic
source: un1 created topic un2
cs: un1 vytvořil vlákno un2
he: ⁨un1⁩ יצר/ה את הנושא ⁨un2⁩
hr: un1 otvara temu un2
hu: un1 létrehozta a(z) un2 témát
nb: un1 opprettet emnet un2
sr_cyrl: un1 је отворио/ла тему un2

# EventLogDefaultPermissions
source: changed default permissions
cs: výchozí oprávnění zmeněna
he: שינה את הרשאות ברירת המחדל
hr: mijenja zadana dopuštenja
hu: megváltoztatta az alapértelmezett jogosultságokat
nb: endret standardtillatelser
sk: zmenil základné povolenia
sr_cyrl: промењене су подразумеване дозволе

# EventLogDeletedMessages
source: un1 deleted this message:
cs: Uživatel un1 smazal tuto zprávu:
he: ⁨un1⁩ מחק/ה הודעה זו:
hr: un1 uklanja ovu poruku:
hu: un1 törölte ezt az üzenetet:
nb: un1 slettet denne meldingen:
sk: un1 odstránil/a túto správu:
sr_cyrl: un1 је избрисао/ла ову поруку:

# EventLogDeleteTopic
source: un1 deleted topic un2
cs: un1 smazal vlákno un2
he: ⁨un1⁩ מחק/ה את הנושא ⁨un2⁩
hr: un1 briše temu un2
hu: un1 törölte a(z) un2 témát
nb: un1 slettet emnet un2
sk: un1 odstránil tému un2
sr_cyrl: un1 је избрисао/ла тему un2

# EventLogEditedCaption
source: un1 edited caption:
cs: Uživatel un1 upravil titulek:
he: ⁨un1⁩ ערך/ה כותרת:
hr: un1 mijenja opis medija:
hu: un1 szerkesztette a képaláírást:
nb: un1 redigerte teksten:
sk: Používateľ un1 upravil titulok:
sr_cyrl: un1 је уредио/ла опис:

# EventLogEditedChannelDescription
source: un1 edited the channel description:
cs: Uživatel un1 upravil popis kanálu:
he: ⁨un1⁩ ערך/ה את תיאור הערוץ:
hr: un1 uređuje opis kanala:
hu: un1 szerkesztette a csatorna leírását:
nb: un1 redigerte kanalbeskrivelsen:
sk: un1 upravil/a popis kanálu:
sr_cyrl: un1 је уредио/ла опис канала:

# EventLogEditedGroupDescription
source: un1 edited the group description:
cs: Uživatel un1 změnil popis skupiny:
he: ⁨un1⁩ ערך/ה את תיאור הקבוצה:
hr: un1 mijenja opis grupe:
hu: un1 szerkesztette a csoport leírását:
nb: un1 redigerte gruppebeskrivelsen:
sk: un1 upravil popis skupiny:
sr_cyrl: un1 је уредио/ла опис групе:

# EventLogEditedMessages
source: un1 edited this message:
cs: Uživatel un1 upravil tuto zprávu:
he: ⁨un1⁩ ערך/ה הודעה זו:
hr: un1 uređuje ovu poruku:
hu: un1 szerkesztette ezt az üzenetet:
nb: un1 redigerte denne meldingen:
sk: un1 upravil/a túto správu:
sr_cyrl: un1 је уредио/ла ову поруку:

# EventLogEditTopic
source: un1 changed topic name from un2 to un3
cs: un1 změnil/a název vlákna z un2 na un3
he: ⁨un1⁩ שינה/תה את שם הנושא מ⁨un2⁩ ל⁨un3⁩
hr: un1 mijenja naziv teme un2 u un3
hu: un1 megváltoztatta a (z) un2 téma nevét a következőre: un3
nb: un1 endret emnets tittel fra un2 til un3
sr_cyrl: un1 је променио/ла назив теме из un2 у un3

# EventLogEndedLiveStream
source: un1 ended the live stream
cs: un1 ukončil/a živý přenos
he: ⁨un1⁩ סיים/ה את השידור
hr: un1 isključuje prijenos uživo
hu: un1 befejezte az élő közvetítést
nb: un1 avsluttet direktesendingen
sk: un1 ukončil priamy prenos
sr_cyrl: un1 је завршио/ла пренос уживо

# EventLogEndedVoiceChat
source: un1 ended the video chat
cs: un1 ukončil/a videohovor
he: ⁨un1⁩ סיים/ה את שיחת הוידאו
hr: un1 isključuje videorazgovor
hu: un1 leállította a videocsevegést
nb: un1 avsluttet videosamtalen
sk: un1 ukončil videohovor
sr_cyrl: un1 је завршио/ла видео-ћаскање

# EventLogFilterAll
source: All actions
cs: Všechny akce
he: כל הפעולות
hr: Sve radnje
hu: Minden művelet
nb: Alle hendelser
sk: Všetky akcie
sr_cyrl: Све радње

# EventLogFilterCalls
source: Video Chats
cs: Videohovor
he: שיחות וידאו
hr: Videorazgovori
hu: Videocsevegések
nb: Videosamtale
sk: Skupinové videohovory
sr_cyrl: Видео-ћаскања

# EventLogFilterDeletedMessages
source: Deleted messages
cs: Smazané zprávy
he: הודעות שנמחקו
hr: Izbrisane poruke
hu: Törölt üzenetek
nb: Slettede meldinger
sk: Odstránené správy
sr_cyrl: Избрисане поруке

# EventLogFilterEditedMessages
source: Edited messages
cs: Upravené zprávy
he: הודעות שנערכו
hr: Uređivane poruke
hu: Szerkesztett üzenetek
nb: Redigerte meldinger
sk: Upravené správy
sr_cyrl: Уређене поруке

# EventLogFilterGroupInfo
source: Group info
cs: Informace o skupině
he: פרטי הקבוצה
hr: Podaci o grupi
hu: Csoport információ
nb: Gruppeinformasjon
sk: Informácie o skupine
sr_cyrl: Подаци о групи

# EventLogFilterInvites
source: Invite links
cs: Odkazy s pozvánkou
he: קישורי הזמנה
hr: Pozivnice
hu: Meghívó linkek
nb: Invitasjonslenker
sk: Pozvánky
sr_cyrl: Позивнице

# EventLogFilterLeavingMembers
source: Members Leaving
cs: Odcházející členové
he: חברים שעזבו
hr: Odlazak članova
hu: Kilépő tagok
nb: Medlemmer forlater
sk: Odchádzanie členov
sr_cyrl: Напуштање чланова

# EventLogFilterNewAdmins
source: Admin rights
cs: Práva správce
he: הרשאות ניהול
hr: Ovlasti administratora
hu: Adminisztrátori jogok
nb: Administratorrettigheter
sk: Oprávnenia správcu
sr_cyrl: Права администратора

# EventLogFilterNewMembers
source: New members
cs: Noví členové
he: חברים חדשים
hr: Novi članovi
hu: Új tagok
nb: Nye medlemmer
sk: Noví členovia
sr_cyrl: Нови чланови

# EventLogFilterNewRestrictions
source: New exceptions
cs: Nové výjimky
he: חריגים חדשים
hr: Nova ograničenja
hu: Új kivételek
nb: Nye unntak
sk: Nové výnimky
sr_cyrl: Нови изузеци

# EventLogFilterPinnedMessages
source: Pinned messages
cs: Připnuté zprávy
he: הודעות נעוצות
hr: Prikvačene poruke
hu: Rögzített üzenetek
nb: Festede meldinger
sk: Pripnuté správy
sr_cyrl: Закачене поруке

# EventLogInfoDetail
source: This is a list of notable actions by members and admins in the last 48 hours.
cs: Toto je seznam akcí, které správci a členové skupin provedli za posledních 48 hodin.
he: זוהי רשימה של פעולות השירות שננקטו על ידי החברים והמנהלים ב-48 השעות האחרונות.
hr: To su sve radnje koje su napravili članovi i administratori grupe u proteklih 48 sati.
hu: Ezen a listán láthatók a csoport tagjai és adminisztrátorai által végzett műveletek az elmúlt 48 órából.
nb: Dette er en liste over alle spesielle handligner gjort av medlemmer og administratorer de siste 48 timene.
sk: Toto je zoznam všetkých významných akcií členov skupiny a správcov za posledných 48 hodín.
sr_cyrl: Ово је листа свих значајних радњи које су предузели чланови и администратори групе у последњих 48 сати.

# EventLogInfoDetailChannel
source: This is a list of all service actions taken by the channel's admins in the last 48 hours.
cs: Toto je seznam akcí, které správci kanálů provedli za posledních 48 hodin.
he: זוהי רשימה של כל פעולות השירות שננקטו על ידי מנהלי הערוץ ב-48 השעות האחרונות.
hr: To su sve radnje koje su napravili administratori kanala u proteklih 48 sati.
hu: Itt láthatóak a csatornán az elmúlt 48 órában történt adminisztrátori beavatkozások.
nb: Dette er en liste over alle spesielle handlinger gjort av kanalens administatorer de siste 48 timene.
sk: Toto je zoznam všetkých servisných akcií správcov za posledných 48 hodín.
sr_cyrl: Ово је листа свих радњи које су предузели администратори канала у последњих 48 сати.

# EventLogInfoTitle
source: What are Recent Actions?
cs: Co jsou nedávné akce?
he: מהי רשימת הפעולות האחרונות?
hr: Što su nedavne radnje?
hu: Mik azok a legutóbbi műveletek?
nb: Hva er hendelsesloggen?
sk: Čo sú to nedávne akcie?
sr_cyrl: Шта су недавне радње?

# EventLogLeftChannel
source: un1 left the channel
cs: Uživatel un1 opustil kanál
he: ⁨un1⁩ עזב/ה את הערוץ
hr: un1 napušta kanal
hu: un1 elhagyta a csoportot
nb: un1 forlot kanalen
sk: un1 opustil kanál
sr_cyrl: un1 је напустио/ла канал

# EventLogOriginalMessages
source: Original message
cs: Původní zpráva
he: הודעה מקורית
hr: Stara poruka
hu: Eredeti üzenet
nb: Opprinnelig melding
sk: Pôvodná správa
sr_cyrl: Оригинална порука

# EventLogPinnedMessages
source: un1 pinned this message:
cs: Uživatel un1 připnul zprávu:
he: ⁨un1⁩ נעץ/ה הודעה זו:
hr: un1 prikvačuje poruku:
hu: un1 rögzítette ezt az üzenetet:
nb: un1 festet denne meldingen:
sk: un1 pripol túto správu:
sr_cyrl: un1 је закачио/ла ову поруку:

# EventLogPinTopic
source: un1 pinned topic un2
cs: un1 připnul vlákno un2
he: ⁨un1⁩ נעץ/ה את הנושא ⁨un2⁩
hr: un1 prikvačuje temu un2
hu: un1 rögzítette a(z) un2 témát
nb: un1 festet emnet un2
sk: un1 pripol tému un2
sr_cyrl: un1 је закачио/ла тему un2

# EventLogPreviousGroupDescription
source: Previous description
cs: Předchozí popis
he: תיאור קודם
hr: Stari opis
hu: Előző leírás
nb: Tidligere beskrivelse
sk: Predchádzajúci popis
sr_cyrl: Претходни опис

# EventLogPreviousLink
source: Previous link
cs: Předchozí odkaz
he: הקישור הקודם
hr: Stari link
hu: Előző hivatkozás
nb: Tidligere lenke
sk: Predchádzajúci odkaz
sr_cyrl: Претходни линк

# EventLogPromoted
source: changed privileges of {0}
cs: změnil/a oprávnění uživatele {0}
he: שינה את ההרשאות של ⁨{0}⁩
hr: mijenja dopuštenja za {0}
hu: megváltoztatta {0} jogosultságait
nb: endret rettighetene til {0}
sk: zmenil oprávnenia používateľa {0}
sr_cyrl: промењене су привилегије за {0}

# EventLogPromotedAddAdmins
source: Add admins
cs: Přidávat správce
he: הוספת מנהלים
hr: Dodavanje novih administratora
hu: Adminok hozzáadása
nb: Legge til administratorer
sk: Pridávať správcov
sr_cyrl: Додавање администратора

# EventLogPromotedAddUsers
source: Add users
cs: Přidávat uživatele
he: הוספת משתמשים
hr: Dodavanje korisnika
hu: Felhasználók hozzáadása
nb: Legge til brukere
sk: Pridávať používateľov
sr_cyrl: Додавање корисника

# EventLogPromotedBanUsers
source: Ban users
cs: Blokovat uživatele
he: הרחקת משתמשים
hr: Zabranjivanje pristupa
hu: Felhasználók kitiltása
nb: Utestenge brukere
sk: Blokovať používateľov
sr_cyrl: Забрана приступа

# EventLogPromotedChangeChannelInfo
source: Change channel Info
cs: Měnit informace o kanálu
he: שינוי פרטי הערוץ
hr: Mijenjanje podataka o kanalu
hu: Csatorna info megváltoztatása
nb: Endre kanalinformasjon
sk: Zmeniť informácie o kanáli
sr_cyrl: Промена података о каналу

# EventLogPromotedChangeGroupInfo
source: Edit group info
cs: Měnit informace o skupině
he: עריכת פרטי הקבוצה
hr: Mijenjanje podataka o grupi
hu: Csoport infó szerkesztése
nb: Rediger gruppeinformasjon
sk: Upraviť informácie o skupine
sr_cyrl: Уређивање података о групи

# EventLogPromotedDeleteMessages
source: Delete messages
cs: Mazat zprávy
he: מחיקת הודעות
hr: Brisanje tuđih poruka
hu: Üzenetek törlése
nb: Slette meldinger
sk: Odstraňovať správy
sr_cyrl: Брисање порука

# EventLogPromotedEditMessages
source: Edit messages
cs: Upravovat zprávy
he: עריכת הודעות
hr: Uređivanje poruka
hu: Üzenetek szerkesztése
nb: Redigere meldinger
sk: Upravovať správy
sr_cyrl: Уређивање порука

# EventLogPromotedManageCall
source: Manage video chats
cs: Spravovat videohovory
he: ניהול שיחות וידאו
hr: Upravljanje videorazgovorima
hu: Videocsevegések kezelése
nb: Administrer videosamtaler
sk: Spravovať videohovory
sr_cyrl: Управљање видео-ћаскањима

# EventLogPromotedPinMessages
source: Pin messages
cs: Připínat zprávy
he: נעיצת הודעות
hr: Prikvačivanje poruka
hu: Üzenetek rögzítése
nb: Feste meldinger
sk: Pripínať správy
sr_cyrl: Качење порука

# EventLogPromotedPostMessages
source: Post messages
cs: Posílat zprávy
he: פרסום הודעות
hr: Objavljivanje poruka
hu: Üzenetek közzététele
nb: Skrive meldinger
sk: Odosielať správy
sr_cyrl: Објављивање порука

# EventLogPromotedRemovedTitle
source: Title
cs: Titulek
he: כותרת
hr: Titula
hu: Megnevezés
nb: Tittel
sk: Názov
sr_cyrl: Назив

# EventLogPromotedSendAnonymously
source: Remain Anonymous
cs: Zůstat v anonymitě
he: הישאר אנונימי
hr: Anonimni način
hu: Névtelen marad
nb: Forbli anonym
sk: Zostať anonymný
sr_cyrl: Анонимно слање

# EventLogPromotedTitle
source: Title: {0}
cs: Titulek: {0}
he: כותרת: ⁨{0}⁩
hr: Titula: {0}
hu: Megnevezés: {0}
nb: Tittel: {0}
sk: Názov: {0}
sr_cyrl: Назив: {0}

# EventLogRemovedGroupLink
source: un1 removed the group link
cs: Uživatel un1 odstranil odkaz na skupinu
he: ⁨un1⁩ הסיר/ה את קישור הקבוצה
hr: un1 uklanja link grupe
hu: un1 törölte a csoport hivatkozását
nb: un1 fjernet gruppelenken
sk: un1 odstránil/a odkaz na skupinu
sr_cyrl: un1 је уклонио/ла линк групе

# EventLogRemovedLinkedChannel
source: un1 unlinked this group from un2
cs: un1 zrušil/a propojení této skupiny s un2
he: ⁨un1⁩ ביטל/ה את קישור הקבוצה אל ⁨un2⁩
hr: un1 prekida vezu ove grupe s kanalom un2
hu: un1 lecsatlakoztatta a csoportot innen: un2
nb: un1 fjernet tilkoblingen til denne gruppen fra un2
sk: un1 odpojil túto skupinu od un2
sr_cyrl: un1 је прекинуо/ла везу ове групе са un2

# EventLogRemovedLinkedGroup
source: un1 removed the discussion group un2
cs: un1 zrušil/a propojení této diskuzní skupiny s un2
he: ⁨un1⁩ הסיר/ה את קבוצת הדיונים ⁨un2⁩
hr: un1 uklanja grupu za komentiranje un2
hu: un1 eltávolította a kibeszélő csoportot: un2
nb: un1 fjernet samtalegruppen un2
sk: un1 odstránil diskusnú skupinu un2
sr_cyrl: un1 је уклонио/ла групу за дискусију un2

# EventLogRemovedLocation
source: un1 removed the group location
cs: un1 odebral/a umístění skupiny
he: ⁨un1⁩ הסיר/ה את מיקום הקבוצה
hr: un1 uklanja lokaciju grupe
hu: un1 törölte a csoport helyét
nb: un1 fjernet gruppeposisjonen
sk: un1 odstránil polohu skupiny
sr_cyrl: un1 је уклонио/ла локацију групе

# EventLogRemovedStickersSet
source: un1 removed the group sticker set
cs: Uživatel un1 odstranil samolepky skupiny
he: ⁨un1⁩ הסיר/ה את ערכת מדבקות הקבוצה
hr: un1 uklanja paket naljepnica u grupi
hu: un1 eltávolította a csoport matrica készletét
nb: un1 fjernet gruppens klistremerkepakke
sk: un1 odstránil skupinovú sadu nálepiek
sr_cyrl: un1 је уклонио/ла пакет налепница групе

# EventLogRestrictedChangeInfo
source: Change info
cs: Měnit informace
he: שינוי פרטים
hr: Mijenjanje podataka
hu: Információ módosítása
nb: Endre info
sk: Meniť informácie
sr_cyrl: Промена информација

# EventLogRestrictedPinMessages
source: Pin messages
cs: Připínat zprávy
he: נעיצת הודעות
hr: Prikvačivanje poruka
hu: Üzenetek rögzítése
nb: Feste meldinger
sk: Pripínanie správ
sr_cyrl: Качење порука

# EventLogRestrictedReadMessages
source: Read messages
cs: Číst zprávy
he: קריאת הודעות
hr: Čitanje poruka
hu: Üzenetek olvasása
nb: Lese meldinger
sk: Čítať správy
sr_cyrl: Читање порука

# EventLogRestrictedSendEmbed
source: Embed links
cs: Vkládat odkazy
he: הטמעת קישורים
hr: Slanje linkova s pregledom
hu: Hivatkozások küldése
nb: Bygge inn lenker
sk: Vkladať odkazy
sr_cyrl: Уграђивање линкова

# EventLogRestrictedSendMessages
source: Send messages
cs: Posílat zprávy
he: שליחת הודעות
hr: Slanje poruka
hu: Üzenetek küldése
nb: Sende meldinger
sk: Odosielať správy
sr_cyrl: Слање порука

# EventLogRestrictedSendPolls
source: Send polls
cs: Zakládat hlasování
he: שליחת סקרים
hr: Slanje anketa
hu: Szavazások küldése
nb: Sende avstemninger
sk: Odosielať hlasovania
sr_cyrl: Слање анкета

# EventLogRestrictedSendStickers
source: Send stickers & GIFs
cs: Posílat samolepky a GIFy
he: שליחת מדבקות וקובצי GIF
hr: Slanje naljepnica i GIF-ova
hu: Matricák és GIF-ek küldése
nb: Sende klistremerker og GIF'er
sk: Odosielať nálepky a GIF-y
sr_cyrl: Слање налепница и GIF-ова

# EventLogRestrictedUntil
source: changed permissions for {0} Duration: {1}
cs: změnil/a práva pro {0} Platnost: {1}
he: שינה את ההרשאות של ⁨{0}⁩ למשך: ⁨{1}⁩
hr: mijenja dopuštenja za {0} Traje do: {1}
hu: módosította {0} jogosultságait Időtartam: {1}
nb: endret tillatelser for {0} Varighet: {1}
sk: zmenil obmedzenia pre používateľa {0} Na obdobie: {1}
sr_cyrl: промењене су дозволе за {0} Трајање: {1}

# EventLogSelectedEvents
source: selected actions
cs: vybrané akce
he: פעולות נבחרות
hr: Odabrane radnje
hu: kiválasztott műveletek
nb: valgte hendelser
sk: vybrané akcie
sr_cyrl: изабране радње

# EventLogStartedLiveStream
source: un1 started a live stream
cs: un1 zahájil/a živý přenos
he: ⁨un1⁩ התחיל/ה שידור
hr: un1 pokreće prijenos uživo
hu: un1 elindított egy élő adást
nb: un1 startet en direktesending
sk: un1 spustil živý prenos
sr_cyrl: un1 је започео/ла пренос уживо

# EventLogStartedVoiceChat
source: un1 started a video chat
cs: un1 založil/a videohovor
he: ⁨un1⁩ התחיל/ה שיחת וידאו
hr: un1 pokreće videorazgovor
hu: un1 elindított egy videocsevegést
nb: un1 startet en videosamtale
sk: un1 začal videohovor
sr_cyrl: un1 је започео/ла видео-ћаскање

# EventLogStopPoll
source: un1 stopped this poll:
cs: un1 zastavil/a hlasování:
he: ⁨un1⁩ עצר/ה את הסקר:
hr: un1 zaustavlja anketu:
hu: un1 leállította a szavazást:
nb: un1 stoppet denne avstemmingen:
sk: un1 zastavil toto hlasovanie:
sr_cyrl: un1 је зауставио/ла ову анкету:

# EventLogStopQuiz
source: un1 stopped the quiz:
cs: un1 ukončil/a kvíz:
he: ⁨un1⁩ עצר/ה את החידון
hr: un1 zaustavlja kviz:
hu: un1 leállította a kvízt:
nb: un1 stoppet quizen:
sk: un1 zastavil kvíz:
sr_cyrl: un1 је зауставио/ла квиз:

# EventLogSwitchToForum
source: un1 enabled topics
cs: un1 povolil/a vlákna
he: ⁨un1⁩ הפעיל/ה את הנושאים
hr: un1 uključuje teme
hu: un1 engedélyezte a témákat
nb: un1 aktiverte emner
sk: un1 zapol témy
sr_cyrl: un1 је омогућио/ла теме

# EventLogSwitchToGroup
source: un1 disabled topics
cs: un1 zakázal/a vlákno
he: ⁨un1⁩ ביטל/ה את הנושאים
hr: un1 isključuje teme
hu: un1 letiltotta a témákat
nb: un1 deaktiverte emner
sk: un1 vypol témy
sr_cyrl: un1 је онемогућио/ла теме

# EventLogToggledInvitesHistoryOff
source: un1 made the group history hidden for new members
cs: Uživatel un1 nastavil/a historii skupiny pro nové členy jako skrytou
he: ⁨un1⁩ הגדיר/ה שההיסטוריה הקבוצתית תהיה מוסתרת עבור חברים חדשים
hr: un1 sakriva povijest razgovora za nove članove
hu: un1 elrejtette a csevegési előzményeket az új tagok számára.
nb: un1 gjorde gruppehistorikken skjult for nye medlemmer.
sk: un1 skryl históriu skupiny pred novými členmi
sr_cyrl: un1 је сакрио/ла историју групе за нове чланове

# EventLogToggledInvitesHistoryOn
source: un1 made the group history visible for new members
cs: Uživatel un1 nastavil/a historii skupiny viditelnou pro nové členy
he: ⁨un1⁩ הגדיר/ה שההיסטוריה הקבוצתית תהיה גלויה לחברים חדשים
hr: un1 uključuje vidljivost povijesti razgovora za nove članove
hu: un1 láthatóvá tette a csevegési előzményeket az új tagok számára.
nb: un1 gjorde gruppehistorikken synlig for nye medlemmer
sk: un1 zviditeľnil históriu skupiny pre nových členov
sr_cyrl: un1 је историју групе направио/ла видљивом за нове чланове

# EventLogToggledInvitesOff
source: un1 disabled group invites
cs: Uživatel un1 vypnul možnost pozvánek do skupiny
he: ⁨un1⁩ ביטל/ה הזמנות לקבוצה
hr: un1 onemogućuje pozivanje u grupu
hu: un1 letiltotta a meghívásokat
nb: un1 deaktiverte gruppeinvitasjoner
sk: un1 vypol pozvánky do skupiny
sr_cyrl: un1 је онемогућио/ла позивање у групу

# EventLogToggledInvitesOn
source: un1 enabled group invites
cs: Uživatel un1 zapnul možnost pozvánek do skupiny
he: ⁨un1⁩ הפעיל/ה הזמנות לקבוצה
hr: un1 omogućuje pozivanje u grupu
hu: un1 engedélyezte a meghívásokat
nb: un1 aktiverte gruppeinvitasjoner
sk: un1 povolil pozvánky do skupiny
sr_cyrl: un1 је омогућио/ла позивање у групу

# EventLogToggledSignaturesOff
source: un1 disabled signatures
cs: Uživatel un1 vypnul podpisy
he: ⁨un1⁩ השבית/ה חתימות
hr: un1 isključuje potpisivanje objava
hu: un1 letiltotta az aláírásokat
nb: un1 deaktiverte signaturer
sk: un1 vypol/a podpisy
sr_cyrl: un1 је искључио/ла потпис

# EventLogToggledSignaturesOn
source: un1 enabled signatures
cs: Uživatel un1 povolil podpisy
he: ⁨un1⁩ הפעיל/ה חתימות
hr: un1 uključuje potpisivanje objava
hu: un1 engedélyezte az aláírásokat
nb: un1 aktiverte signaturer
sk: un1 povolil/a podpisy
sr_cyrl: un1 је укључио/ла потпис
